Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/facta/umo.se/jus-givssiduvvo.html.tmx
Source language: sme
Languages: sma

source: Jus givssiduvvo
sma: Jis irhkesåvva

source: Go givssiduvvo lea álki ahte dovdagoahtá iežas leaboheapmin ja álgá veadjit heajuid.
sma: Gosse irhkesåvva aelhkies aerkies jïh nåake damta.

source: Muhtumin dat váikkuha eallimii nu olu ahte oažžu heajut iešdovddu ja geahččala garvit dilálašvuođaid gos deaivá daid geat givssidit.
sma: Muvhtene dam jielemem dan jïjnjh tsavtsa guktie jïjtjetjirkeme vaenede jïh voejhkele tsiehkieh slyöhpedh gusnie irhkijh råaka.

source: Muhto ii giige dárbbat čiehkadit dan dihte ahte earát givssidit.
sma: Mohte ij naan edtjh tjïekedidh juktie jeatjah irhkieh.

source: Muhtimat geat givssiduvvojit dovdagohtet ahte sis iežanasas lea feaila.
sma: Såamesh gïeh irhkesuvvieh aelhkieh vïenhtedh jïjtje fïejlem utnedh.

source: Sii soitet jurddahallat rievdadit iežaset vai eai givssiduvvoše.
sma: Dah kaanne funterde jïjtjemdh jeatjahtehtedh guktie irhkemem slyöhpedh.

source: Muhto ii dárbbat rievdadit áššiid dego beroštumiid dehe mii sus lea nalde beare dan dihte ahte earát leat bahágurenat.
sma: Mohte ij edtjh daarpesjidh aatide jeatjahtehtedh goh ïedtjh jallh maam gåårvede juktie jeatjah neerrehtieh.

source: Olbmos lea álot riekti vealtat givssideames.
sma: Eejnegen reaktam åtna ij edtjh irhkesovvedh.

source: Goas lea givssideapmi ?
sma: Gåessie lea irhkeme ?

source: Lohkko givssideapmin jus máŋgii hárdojuvvo, uhkiduvvo, šaddá bogostahkan, časkojuvvo dehe loavkiduvvo.
sma: Dïhte lea irhkeme gosse gellien aejkien naakenem viesjliedidh, irhkedh, aahpeldidh, neerrehtidh jallh tjarmedidh.

source: Givssideapmi sáhttet leahkit savkkuheamit, geahčastagat, boagusteapmi, nordamat, časkimat ja ilgadis sánit.
sma: Irhkeme maahta sïmmedh, vïjlelidh, naskoehtidh, tsaepmedh jïh vesties baakoeh.

source: Lohkko givssideapmin jus ii goassege oaččo leahkit mielde dehe soamis viiduda vearru beakkohusaid ovttaskasas.
sma: Dïhte lea irhkeme gosse ij åadtjoeh ij gossege meatan årrodh jallh jis mubpien bïjre soptsestidh mij ij leah saatnan.

source: Soaitá maid ahte soamis sádde ilgadis sms:aid dehe meilaid, čállá bahágurenis namuhemiid facebookas, bloggas dehe eará sajis neahtas.
sma: Dïhte aaj maahta årrodh jis naan vesties sms:h jallh mejl:h seedtie, vesties baakoeh facebookesne, bloggesne jallh jeatjah sijjine gaskeviermesne tjaala.

source: Dehe ahte soamis bidjá heajudeaddji govaid nehttii.
sma: Jallh jis naan guvvieh gaskevearman beaja mah leah mïedtelimmie.

source: Jus soamis dadjá ilgadis áššiid dan dihte go gárvoda dehe lea dihto hámat dehe olbmos lea doaibmahehttehupmi, lea dat givssideapmi.
sma: Jis gie vesties aath jeahta mubpide guktie gåårvede jallh vååjnoe jallh jis funksjovneheaptoem åtna, dïhte lea irhkeme.

source: Jus lea šaddan daid vuolážin, ja veadjigoahtá heajuid dan dihte, soaitá dárbbahit veahki vai dat nohká.
sma: Jis naan dam dorje jïh mubpie aalka destie nåake domtedh, maahta viehkiem daarpesjidh guktie dïhte edtja orrijidh.

source: Muitalit givssideamis
sma: Soptsesth irhkemen bïjre

source: Soaitá ballat ahte šaddá bahábun go muitala.
sma: Maahta dearkoeh damtedh gïese soptsestidh irhkesåvva.

source: Ovttaskas soaitá heahpanit go lea šaddan olggobeallái.
sma: Kaanne veanhta vïerrebe sjædta jis dan bïjre soptsestidh.

source: Muhto ii leat dat gii givssiduvvo gii lea dahkan vearrut !
sma: Mohte ij leah dïhte giem irhkesåvva maam fiejliem dorjeme !

source: Jus givssiduvvo lea buoremus muitalit dan ja oažžut veahki bissehit givssideami.
sma: Jis irhkesåvva dellie bööremes dan bïjre soptsestalla jïh viehkiem åådtje guktie irhkemem orrijehtedh.

source: Sáhttá ovdamearkka dihte muitalit dan oahpaheaddjái, skuvlakuratorii dehe skuvladivššárii.
sma: Maahta vuesiehtimmien gaavhtan dam lohkehtæjjese, skuvlekuratovrese jallh skuvlesåjhterasse jiehtedh.

source: Soaitá leahkit buorre muitališgoahtit givssideamis soames ráves olbmui geasa luohtiha, ovdamearkka dihte soapmásii veagas, ja dasto váldit veahki dain muitalit dan soapmásii skuvllas.
sma: Maahta hijven årrodh aalka irhkemen bïjre soptsestidh naan geerve almetjasse maam jearsoes ektine, vuesiehtimmien gaavhtan naan fuelhkesne, jïh dan mænngan maahta dïhte viehkine årrodh gosse dam skuvlese jiehtedh.

source: Jus skuvla oažžu diehtit ahte oahppi dovdá iežas givssiduvvon, fertejit sii dakkaviđe váldit čielgasa mii lea dáhpáhuvvan.
sma: Jis skuvle åådtje daejredh learohke damta irhkesovveme, tjuerieh dah dallah goerehtidh maam deahpadamme.

source: Sii fertejit maid dahkat buot ahte dat ii geardduhuvvo.
sma: Dah tjuerieh aaj gaajhkem darjodh guktie ij ikth vielie deahpedh.

source: Ráves olbmuin skuvllas lea geatnegasvuohta geahččat bearrái ahte ii oktat oahppi givssiduvvo dehe uhkiduvvo.
sma: Dej geervi dïedte skuvlesne ij oktegh irhkesovvedh jallh tjarmesovvedh.

source: Lágas lohká ahte skuvlla vástu lea geahččat bearrái ahte ii giige givssiduvvo.
sma: Dïhte laakese tjaaleme dïhte lea skuvlen dïedte öörnedh guktie ij oktegh skuvlesne irhkesovvedh.

source: Buorre jurddahallat jus givssiduvvo:
sma: Hijven ussjede jis irhkesåvva

source: Ii leat goassege nu ahte ferte sivahit iežas, jus givssiduvvo.
sma: Ij gossege numhtie dov skåltoe jis irhkesovvh.

source: Leat leahkime lágat mat dadjet ahte ii oaččo givssiduvvot ovdamearkka dihte skuvllas dehe bargobáikkis.
sma: Laakh gååvnesieh mah jiehtieh ij åadtjoeh irhkesovvedh, vuesiehtimmien gaavhtan skuvlesne jallh barkoesijjesne.

source: Lea maid rihkus jus soamis uhkida soapmása, ovdamearkka dihte uhkida veagal dehe juohká govaid neahtas.
sma: Dïhte aaj laaken vööste jïh naan mubpiem aajhta, vuesiehtimmien gaavhtan tjarmedidh jallh guvvieh gaskevearman heesedh.

source: Skuvllat ja bargoaddit leat geatnegaccat geahččalit dahkat nu ahte buohkat dovdet iežaset dorvvolažžan.
sma: Skuvli jïh barkoevedtiji skåltoe voejhkelieh darjodh guktie gaajhkh jearsoes demtieh.

source: Galgá váldit oktavuođa soames ráves olbmuin geasa luohtiha, ovdamearkka dihte váhnemii dehe soames earái gean dovdá.
sma: Byöroe gaskesadtedh gïem akt geerve man jearsoes orre, vuesiehtimmien gaavhtan eejhtegh jallh jeatjah maam damta.

source: Sáhttá maid váldit oktavuođa skuvlakuratoriin dehe nuoraidvuostáváldimiin vai beassá sárdnut dehe oažžut ráđiid ja doarjaga.
sma: Maahta aaj skuvlekuratovrem jallh noeredåastovem bïeljelidh gusnie maahta soptsestalledh jïh raerieh jïh dåarjoeh åadtjodh.

source: Jus skuvla oažžu diehtit ahte oahppi dovdá iežas givssiduvvon leat sii geatnegaccat bearrái geahččat ahte dat ii joatkašuva.
sma: Jis skuvle åådtje daejredh learohke damta irhkesovvedh dej skåltoe öörnedh guktie ij jåerhkieh.

source: Jus ovttaskas givssiduvvo skuvllas iige oaččo veahki iežas skuvllas dalle sáhttá ilmmuhit dan Mánná- ja oahppiovddasteaddjái.
sma: Jis skuvlesne irhkesåvva jïh ij viehkiem skuvlesne åadtjoeh edtja dam Barn- och elevombudet / Maana- jïh learohketjirkijasse bæjhkoehtidh.

source: Váldde oktavuođa poliissain jus soamis viiduda govaid dus lobehaga.
sma: Polijsem bïeljelh jis naan guvvide datneste gaskevearman luhpehts heesedh.

source: Dat lea rihkus persovdnadiehtolága vuostá.
sma: Dïhte lea persovnebïevneselaaken vööste.

source: Heajudit dehe givssidit soapmása neahtas lea seamma lágahin go skuvlašiljus, gáhta nalde dehe friddjaáiggedálus.
sma: Naakenem mïedtelidh jallh irhkedh gaskeviermesne lea seamma luhpehts goh skuvlesjaljesne, geajnosne jallh eejehthgaertienisnie.
